{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<bos>": 1,
      "<eos>": 2,
      "!": 3,
      "\"": 4,
      "#": 5,
      "$": 6,
      "%": 7,
      "&": 8,
      "'": 9,
      "(": 10,
      ")": 11,
      "*": 12,
      "+": 13,
      ",": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      ":": 28,
      ";": 29,
      "<": 30,
      "=": 31,
      ">": 32,
      "?": 33,
      "@": 34,
      "A": 35,
      "B": 36,
      "C": 37,
      "D": 38,
      "E": 39,
      "F": 40,
      "G": 41,
      "H": 42,
      "I": 43,
      "J": 44,
      "K": 45,
      "L": 46,
      "M": 47,
      "N": 48,
      "O": 49,
      "P": 50,
      "R": 51,
      "S": 52,
      "T": 53,
      "U": 54,
      "V": 55,
      "W": 56,
      "X": 57,
      "Y": 58,
      "Z": 59,
      "[": 60,
      "\\": 61,
      "]": 62,
      "^": 63,
      "_": 64,
      "`": 65,
      "a": 66,
      "b": 67,
      "c": 68,
      "d": 69,
      "e": 70,
      "f": 71,
      "g": 72,
      "h": 73,
      "i": 74,
      "j": 75,
      "k": 76,
      "l": 77,
      "m": 78,
      "n": 79,
      "o": 80,
      "p": 81,
      "q": 82,
      "r": 83,
      "s": 84,
      "t": 85,
      "u": 86,
      "v": 87,
      "w": 88,
      "x": 89,
      "y": 90,
      "z": 91,
      "{": 92,
      "|": 93,
      "}": 94,
      "~": 95,
      "Ċ": 96,
      "Ġ": 97,
      "ĠĠ": 98,
      "ĠĠĠĠ": 99,
      "ĠĠĠ": 100,
      "se": 101,
      "ĠĠĠĠĠĠĠ": 102,
      "in": 103,
      "or": 104,
      "st": 105,
      "at": 106,
      "re": 107,
      "ch": 108,
      "Ġ=": 109,
      "on": 110,
      "ar": 111,
      "er": 112,
      "Ġt": 113,
      "de": 114,
      "im": 115,
      "ra": 116,
      "en": 117,
      "la": 118,
      "al": 119,
      "ne": 120,
      "Ġ\"": 121,
      "Ġse": 122,
      "por": 123,
      "port": 124,
      "op": 125,
      "import": 126,
      "Ġa": 127,
      "ata": 128,
      "lf": 129,
      "arch": 130,
      "est": 131,
      "ct": 132,
      "et": 133,
      "data": 134,
      "ut": 135,
      "mo": 136,
      "le": 137,
      "ur": 138,
      "):": 139,
      "Ġf": 140,
      "lo": 141,
      "Ġp": 142,
      "Ġself": 143,
      "it": 144,
      "di": 145,
      "ss": 146,
      "ro": 147,
      "ion": 148,
      "sse": 149,
      "ĠĠĠĠĠĠĠĠĠĠĠ": 150,
      "an": 151,
      "Ġn": 152,
      "Ġre": 153,
      "ck": 154,
      "set": 155,
      "ing": 156,
      "opt": 157,
      "un": 158,
      "Ġin": 159,
      "def": 160,
      "he": 161,
      "ri": 162,
      "ce": 163,
      "Ġc": 164,
      "pe": 165,
      "um": 166,
      "',": 167,
      "Ġra": 168,
      "\"\"": 169,
      "am": 170,
      "Ġimport": 171,
      "Ġs": 172,
      "Ġi": 173,
      "Se": 174,
      "ig": 175,
      "rom": 176,
      "li": 177,
      "rain": 178,
      "out": 179,
      "\",": 180,
      "Ġ'": 181,
      "urn": 182,
      "sses": 183,
      "Search": 184,
      "Ġw": 185,
      "Ġray": 186,
      "lu": 187,
      "test": 188,
      "turn": 189,
      "Ġ_": 190,
      "ĠĠĠĠĠĠĠĠ": 191,
      "dataset": 192,
      "dict": 193,
      "Ġreturn": 194,
      "du": 195,
      "si": 196,
      "Ġb": 197,
      "search": 198,
      "len": 199,
      "Ġ[": 200,
      "lane": 201,
      "lanes": 202,
      "],": 203,
      "ot": 204,
      "Ġmo": 205,
      "()": 206,
      "ed": 207,
      "train": 208,
      "ze": 209,
      "Ġthe": 210,
      "del": 211,
      "),": 212,
      "ad": 213,
      "con": 214,
      "es": 215,
      "eck": 216,
      "='": 217,
      "ype": 218,
      "Ġm": 219,
      "\":": 220,
      "cla": 221,
      "te": 222,
      "Ġ1": 223,
      "Ġst": 224,
      "one": 225,
      "nel": 226,
      "Ġ\"\"\"": 227,
      "pt": 228,
      "su": 229,
      "tu": 230,
      "ĠA": 231,
      "arg": 232,
      "dule": 233,
      "ts": 234,
      "Ġdataset": 235,
      "Ġ==": 236,
      "Ġmodel": 237,
      "ha": 238,
      "per": 239,
      "ru": 240,
      "seq": 241,
      "check": 242,
      "__": 243,
      "gg": 244,
      "orch": 245,
      "sugg": 246,
      "suggest": 247,
      "from": 248,
      "rt": 249,
      "Ġ*": 250,
      "ĠN": 251,
      "inp": 252,
      "Ġfor": 253,
      "Ġif": 254,
      "tune": 255,
      "Ġout": 256,
      "Ġdict": 257,
      "Ġtorch": 258,
      "module": 259,
      "Ġnn": 260,
      "])": 261,
      "bo": 262,
      "is": 263,
      "ow": 264,
      "our": 265,
      "py": 266,
      "ĠS": 267,
      "stop": 268,
      "ation": 269,
      "res": 270,
      "classes": 271,
      "own": 272,
      "ource": 273,
      "Opt": 274,
      "Tru": 275,
      "il": 276,
      "yer": 277,
      "Ġ(": 278,
      "Ġe": 279,
      "Ġx": 280,
      "layer": 281,
      "Ġasse": 282,
      "loss": 283,
      "dir": 284,
      "ride": 285,
      "size": 286,
      "True": 287,
      "Ġassert": 288,
      "as": 289,
      "ma": 290,
      "run": 291,
      "Ġ2": 292,
      "Ġtest": 293,
      "mote": 294,
      "ith": 295,
      "fig": 296,
      "ge": 297,
      "his": 298,
      "Ġ#": 299,
      "ĠC": 300,
      "ine": 301,
      "orm": 302,
      "ctor": 303,
      "amp": 304,
      "():": 305,
      "Net": 306,
      "cf": 307,
      "clu": 308,
      "fa": 309,
      "fi": 310,
      "king": 311,
      "num": 312,
      "oin": 313,
      "tim": 314,
      "Ġdef": 315,
      "self": 316,
      "ate": 317,
      "chan": 318,
      "Ġfrom": 319,
      "lock": 320,
      "args": 321,
      "channel": 322,
      "(\"": 323,
      "['": 324,
      "ĠI": 325,
      "Ġo": 326,
      "orking": 327,
      "remote": 328,
      "lass": 329,
      "trained": 330,
      "OptSearch": 331,
      "00": 332,
      "bet": 333,
      "ke": 334,
      "pha": 335,
      "type": 336,
      "Ġ)": 337,
      "init": 338,
      "env": 339,
      "alpha": 340,
      "Ġan": 341,
      "Ġpre": 342,
      "Ġnum": 343,
      "Ġis": 344,
      "list": 345,
      "Ġstride": 346,
      "runtim": 347,
      "ample": 348,
      "alphabet": 349,
      "runtime": 350,
      "ase": 351,
      "co": 352,
      "cen": 353,
      "eig": 354,
      "ol": 355,
      "Ġ0": 356,
      "ĠB": 357,
      "ĠL": 358,
      "losses": 359,
      "option": 360,
      "ame": 361,
      "ĠNone": 362,
      "cfg": 363,
      "eigh": 364,
      "planes": 365,
      "sample": 366,
      "th": 367,
      "ĠT": 368,
      "alg": 369,
      "all": 370,
      "Ġsource": 371,
      "conv": 372,
      "Lo": 373,
      "get": 374,
      "line": 375,
      "ver": 376,
      "val": 377,
      "ĠR": 378,
      "Ġ`": 379,
      "Ġto": 380,
      "Ġtype": 381,
      "ener": 382,
      "net": 383,
      "input": 384,
      "resnet": 385,
      "cense": 386,
      "\")": 387,
      "01": 388,
      "Con": 389,
      "bresnet": 390,
      "down": 391,
      "gra": 392,
      "pre": 393,
      "ting": 394,
      "Ġ+": 395,
      "ĠF": 396,
      "Ġ{": 397,
      "ster": 398,
      "Ġpy": 399,
      "Ġplanes": 400,
      "ant": 401,
      "Ġcon": 402,
      "Ġsu": 403,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 404,
      "esNet": 405,
      "pytest": 406,
      "clude": 407,
      "downsample": 408,
      "tings": 409,
      "))": 410,
      "ax": 411,
      "bn": 412,
      "ex": 413,
      "ker": 414,
      "mar": 415,
      "par": 416,
      "poin": 417,
      "rit": 418,
      "ĠD": 419,
      "Ġoption": 420,
      "ator": 421,
      "ens": 422,
      "Ġsearch": 423,
      "etri": 424,
      "unct": 425,
      "trainer": 426,
      "config": 427,
      "mark": 428,
      "..": 429,
      "=[": 430,
      "RI": 431,
      "URI": 432,
      "ay": 433,
      "ter": 434,
      "working": 435,
      "weigh": 436,
      "ĠP": 437,
      "Ġseq": 438,
      "Ġinclude": 439,
      "Ġbe": 440,
      "add": 441,
      "seqs": 442,
      "modules": 443,
      "fast": 444,
      "Ġof": 445,
      "key": 446,
      "Ġand": 447,
      "enerator": 448,
      "kernel": 449,
      "rite": 450,
      "'],": 451,
      "Down": 452,
      "Norm": 453,
      "Top": 454,
      "ipe": 455,
      "kw": 456,
      "ode": 457,
      "pa": 458,
      "ve": 459,
      "yLo": 460,
      "Ġ:": 461,
      "Ġon": 462,
      "Ġlen": 463,
      "Ġcheck": 464,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 465,
      "Ġtrain": 466,
      "alse": 467,
      "Ġas": 468,
      "opts": 469,
      "Ġclass": 470,
      "grad": 471,
      "ensor": 472,
      "fasta": 473,
      "TopDown": 474,
      "ipeline": 475,
      "kwargs": 476,
      "\"])": 477,
      "':": 478,
      "22": 479,
      "Data": 480,
      "[\"": 481,
      "gs": 482,
      "ile": 483,
      "icense": 484,
      "iant": 485,
      "kp": 486,
      "lse": 487,
      "name": 488,
      "pp": 489,
      "pu": 490,
      "put": 491,
      "son": 492,
      "vi": 493,
      "yper": 494,
      "Ġ3": 495,
      "Ġu": 496,
      "atch": 497,
      "ren": 498,
      "relu": 499,
      "chkp": 500,
      "ariant": 501,
      "Ġthis": 502,
      "Ġset": 503,
      "root": 504,
      "ametri": 505,
      "Ġwith": 506,
      "Ġblock": 507,
      "ĠAr": 508,
      "Ġ**": 509,
      "Ġelse": 510,
      "layers": 511,
      "ask": 512,
      "Ġpretrained": 513,
      "vergrad": 514,
      "parametri": 515,
      "ayes": 516,
      "yLoss": 517,
      "parametrize": 518,
      "']": 519,
      "'),": 520,
      "(*": 521,
      "BR": 522,
      "Batch": 523,
      "asi": 524,
      "cation": 525,
      "form": 526,
      "fbresnet": 527,
      "ht": 528,
      "id": 529,
      "ise": 530,
      "lt": 531,
      "nn": 532,
      "om": 533,
      "sk": 534,
      "sion": 535,
      "uen": 536,
      "Ġ4": 537,
      "Ġ6": 538,
      "Ġloss": 539,
      "Ġlist": 540,
      "Ġlayers": 541,
      "ray": 542,
      "util": 543,
      "Ġnot": 544,
      "und": 545,
      "rib": 546,
      "\"\"\"": 547,
      "Ġ__": 548,
      "Ġ[\"": 549,
      "inplanes": 550,
      "../": 551,
      "Dataset": 552,
      "Ġsettings": 553,
      "ĠArgs": 554,
      "BResNet": 555,
      "BatchNorm": 556,
      "asic": 557,
      "\"]": 558,
      "'{": 559,
      "//": 560,
      "201": 561,
      "60": 562,
      "://": 563,
      "AC": 564,
      "False": 565,
      "OR": 566,
      "OT": 567,
      "bset": 568,
      "base": 569,
      "clo": 570,
      "gth": 571,
      "if": 572,
      "io": 573,
      "ias": 574,
      "ly": 575,
      "ning": 576,
      "nge": 577,
      "node": 578,
      "ou": 579,
      "pan": 580,
      "pipeline": 581,
      "task": 582,
      "xt": 583,
      "zo": 584,
      "Ġ-": 585,
      "Ġ@": 586,
      "ĠH": 587,
      "Ġor": 588,
      "Ġat": 589,
      "Ġdata": 590,
      "Ġdi": 591,
      "Ġha": 592,
      "Ġalphabet": 593,
      "Ġlosses": 594,
      "Ġdownsample": 595,
      "Ġkernel": 596,
      "inf": 597,
      "ath": 598,
      "ress": 599,
      "lip": 600,
      "Ġworking": 601,
      "class": 602,
      "text": 603,
      "Ġex": 604,
      "mage": 605,
      "fix": 606,
      "file": 607,
      "oints": 608,
      "channels": 609,
      "ĠIf": 610,
      "000": 611,
      "ĠLicense": 612,
      "allclo": 613,
      "Conv": 614,
      "Ġconfig": 615,
      "ĠDe": 616,
      "unction": 617,
      "Ġtrainer": 618,
      "ribut": 619,
      "2017": 620,
      "OTE": 621,
      "pansion": 622,
      "allclose": 623,
      ").": 624,
      "15": 625,
      "1000": 626,
      "56": 627,
      "={": 628,
      "EM": 629,
      "Mo": 630,
      "SE": 631,
      "age": 632,
      "actor": 633,
      "bit": 634,
      "block": 635,
      "eat": 636,
      "ean": 637,
      "fly": 638,
      "gon": 639,
      "generator": 640,
      "ip": 641,
      "iz": 642,
      "ial": 643,
      "ilu": 644,
      "joints": 645,
      "oad": 646,
      "ool": 647,
      "rar": 648,
      "source": 649,
      "ved": 650,
      "variant": 651,
      "write": 652,
      "ys": 653,
      "}/": 654,
      "ĠW": 655,
      "Ġla": 656,
      "ĠTrue": 657,
      "orith": 658,
      "art": 659,
      "arning": 660,
      "ragon": 661,
      "opy": 662,
      "Ġad": 663,
      "Ġfile": 664,
      "load": 665,
      "and": 666,
      "ance": 667,
      "Ġresi": 668,
      "una": 669,
      "rig": 670,
      "Ġcre": 671,
      "Ġraise": 672,
      "Searcher": 673,
      "dual": 674,
      "Ġbias": 675,
      "())": 676,
      "Ġmax": 677,
      "ĠActor": 678,
      "arget": 679,
      "sequen": 680,
      "__(": 681,
      "cluster": 682,
      "failu": 683,
      "ĠThe": 684,
      "ĠThis": 685,
      "ĠFBResNet": 686,
      "Ġpyn": 687,
      "Ġsubset": 688,
      "URIS": 689,
      "weights": 690,
      "Ġuse": 691,
      "../../": 692,
      "iosequen": 693,
      "info": 694,
      "152": 695,
      "EMOTE": 696,
      "bitrar": 697,
      "orithm": 698,
      "ragonfly": 699,
      "Ġresidual": 700,
      "failure": 701,
      "iosequence": 702,
      "!=": 703,
      "--": 704,
      "._": 705,
      "101": 706,
      "32": 707,
      "=\"": 708,
      "AG": 709,
      "AR": 710,
      "AT": 711,
      "Ar": 712,
      "Class": 713,
      "Er": 714,
      "Generator": 715,
      "KAG": 716,
      "None": 717,
      "PAC": 718,
      "POR": 719,
      "This": 720,
      "Tensor": 721,
      "Warning": 722,
      "]),": 723,
      "`\"\"\"": 724,
      "bayes": 725,
      "cal": 726,
      "dat": 727,
      "ect": 728,
      "gi": 729,
      "hat": 730,
      "hyper": 731,
      "ive": 732,
      "ject": 733,
      "mp": 734,
      "mu": 735,
      "ph": 736,
      "ror": 737,
      "sig": 738,
      "to": 739,
      "tlen": 740,
      "tribut": 741,
      "ures": 742,
      "war": 743,
      "Ġ.": 744,
      "Ġim": 745,
      "Ġit": 746,
      "Ġruntime": 747,
      "Ġval": 748,
      "Ġkey": 749,
      "Ġvi": 750,
      "Ġund": 751,
      "Ġ!=": 752,
      "str": 753,
      "stru": 754,
      "stride": 755,
      "stance": 756,
      "Ġthat": 757,
      "end": 758,
      "aload": 759,
      "nevergrad": 760,
      "Ġapp": 761,
      "cts": 762,
      "model": 763,
      "lease": 764,
      "uri": 765,
      "urren": 766,
      "Ġfbresnet": 767,
      "Ġper": 768,
      "Ġpadd": 769,
      "Ġname": 770,
      "Ġclu": 771,
      "umAr": 772,
      "lic": 773,
      "license": 774,
      "Ġweigh": 775,
      "Ġreturns": 776,
      "lend": 777,
      "length": 778,
      "otal": 779,
      "ottlen": 780,
      "Ġmoved": 781,
      "Ġmu": 782,
      "person": 783,
      "box": 784,
      "bool": 785,
      "ill": 786,
      "make": 787,
      "ĠCopy": 788,
      "ĠImage": 789,
      "ĠBiosequence": 790,
      "ĠResNet": 791,
      "Ġ`--": 792,
      "Constru": 793,
      "precation": 794,
      "Ġpytest": 795,
      "Ġsuper": 796,
      "expansion": 797,
      "pointer": 798,
      "weight": 799,
      "ĠPlease": 800,
      "Ġbeen": 801,
      "skopt": 802,
      "Ġhas": 803,
      "ĠDeprecation": 804,
      "Module": 805,
      "eatures": 806,
      "right": 807,
      "bitraryLoss": 808,
      "Error": 809,
      "KAGE": 810,
      "PACKAGE": 811,
      "bayesopt": 812,
      "cale": 813,
      "dataload": 814,
      "hyperopt": 815,
      "sigopt": 816,
      "ward": 817,
      "Ġvia": 818,
      "Ġunder": 819,
      "Ġpadding": 820,
      "Ġcluster": 821,
      "umArbitraryLoss": 822,
      "Ġweights": 823,
      "ottleneck": 824,
      "ĠCopyright": 825,
      "ĠImageNet": 826,
      "ĠBiosequenceDataset": 827,
      "Constructs": 828,
      "ĠDeprecationWarning": 829,
      "([": 830,
      "48": 831,
      "50": 832,
      "AL": 833,
      "AS": 834,
      "BO": 835,
      "Block": 836,
      "Basic": 837,
      "Bottleneck": 838,
      "CH": 839,
      "ES": 840,
      "IM": 841,
      "IT": 842,
      "NI": 843,
      "Re": 844,
      "`.": 845,
      "ag": 846,
      "ail": 847,
      "app": 848,
      "ble": 849,
      "bject": 850,
      "bbox": 851,
      "cpu": 852,
      "dragonfly": 853,
      "eren": 854,
      "evergrad": 855,
      "fine": 856,
      "function": 857,
      "gpu": 858,
      "hb": 859,
      "json": 860,
      "kOptSearch": 861,
      "lat": 862,
      "mean": 863,
      "nt": 864,
      "spa": 865,
      "tensor": 866,
      "uation": 867,
      "zy": 868,
      "Ġj": 869,
      "Ġ}": 870,
      "Ġen": 871,
      "Ġarg": 872,
      "ĠOpt": 873,
      "Ġalg": 874,
      "Ġlicense": 875,
      "ser": 876,
      "ind": 877,
      "instance": 878,
      "std": 879,
      "red": 880,
      "rector": 881,
      "ers": 882,
      "erate": 883,
      "Ġtrun": 884,
      "Ġtotal": 885,
      "imiz": 886,
      "ran": 887,
      "ent": 888,
      "Ġfw": 889,
      "settings": 890,
      "optuna": 891,
      "hebo": 892,
      "umerate": 893,
      "Ġrange": 894,
      "igOptSearch": 895,
      "lif": 896,
      "output": 897,
      "Ġwill": 898,
      "otation": 899,
      "().": 900,
      "context": 901,
      "Ġ160": 902,
      "Ġstr": 903,
      "ture": 904,
      "__()": 905,
      "ĠNevergrad": 906,
      "Ġforward": 907,
      "bohb": 908,
      "ĠSumArbitraryLoss": 909,
      "ĠSkOptSearch": 910,
      "ĠSigOptSearch": 911,
      "Ġelif": 912,
      "ĠIn": 913,
      "Ġisinstance": 914,
      "coco": 915,
      "ĠBayes": 916,
      "thr": 917,
      "ĠRe": 918,
      "Ġconv": 919,
      "points": 920,
      "Ġseqs": 921,
      "address": 922,
      "yperOptSearch": 923,
      "Ġ64": 924,
      "utils": 925,
      "zoopt": 926,
      "ĠHyperOptSearch": 927,
      "Ġattribut": 928,
      "fixture": 929,
      "Ġadd": 930,
      "Ġcreate": 931,
      "ARCH": 932,
      "PORT": 933,
      "Ġmust": 934,
      "ALG": 935,
      "IMPORT": 936,
      "cpus": 937,
      "latform": 938,
      "space": 939,
      "Ġenumerate": 940,
      "Ġalgorithm": 941,
      "rectory": 942,
      "ĠNevergradSearch": 943,
      "ĠBayesOptSearch": 944,
      "**": 945,
      "*\",": 946,
      ".\")": 947,
      "/',": 948,
      "06": 949,
      "17": 950,
      "18": 951,
      "160": 952,
      "34": 953,
      "456": 954,
      "406": 955,
      "64": 956,
      ":`": 957,
      "AP": 958,
      "Al": 959,
      "AAT": 960,
      "CA": 961,
      "CE": 962,
      "Co": 963,
      "DES": 964,
      "Fst": 965,
      "Fail": 966,
      "ICE": 967,
      "LU": 968,
      "NO": 969,
      "NSE": 970,
      "ON": 971,
      "Pool": 972,
      "REMOTE": 973,
      "Test": 974,
      "UM": 975,
      "Variant": 976,
      "_.": 977,
      "`,": 978,
      "au": 979,
      "ain": 980,
      "ack": 981,
      "ave": 982,
      "blend": 983,
      "dy": 984,
      "ep": 985,
      "emp": 986,
      "fun": 987,
      "feren": 988,
      "ize": 989,
      "ifi": 990,
      "ms": 991,
      "mport": 992,
      "notation": 993,
      "oq": 994,
      "over": 995,
      "ound": 996,
      "pro": 997,
      "pool": 998,
      "platform": 999,
      "qu": 1000,
      "sha": 1001,
      "sys": 1002,
      "tp": 1003,
      "target": 1004,
      "une": 1005,
      "uil": 1006,
      "vg": 1007,
      "vis": 1008,
      "win": 1009,
      "you": 1010,
      "zip": 1011,
      "{_": 1012,
      "})": 1013,
      "}}": 1014,
      "Ġ5": 1015,
      "Ġ8": 1016,
      "Ġ>": 1017,
      "ĠM": 1018,
      "Ġd": 1019,
      "Ġk": 1020,
      "Ġal": 1021,
      "Ġ),": 1022,
      "Ġdir": 1023,
      "Ġopts": 1024,
      "ĠSearcher": 1025,
      "Ġyou": 1026,
      "ini": 1027,
      "start": 1028,
      "ater": 1029,
      "ates": 1030,
      "ree": 1031,
      "che": 1032,
      "armu": 1033,
      "Ġtemp": 1034,
      "dent": 1035,
      "imit": 1036,
      "iment": 1037,
      "range": 1038,
      "ents": 1039,
      "lace": 1040,
      "laser": 1041,
      "alf": 1042,
      "Ġac": 1043,
      "estamp": 1044,
      "ction": 1045,
      "eta": 1046,
      "eturn": 1047,
      "url": 1048,
      "Ġfunction": 1049,
      "Ġfeatures": 1050,
      "Ġpo": 1051,
      "Ġpr": 1052,
      "Ġpro": 1053,
      "Ġpunct": 1054,
      "Ġpipeline": 1055,
      "rot": 1056,
      "ional": 1057,
      "annotation": 1058,
      "Ġnoq": 1059,
      "Ġreas": 1060,
      "Ġremote": 1061,
      "Ġregi": 1062,
      "unt": 1063,
      "Ġinput": 1064,
      "defau": 1065,
      "heck": 1066,
      "Ġcom": 1067,
      "Ġcurren": 1068,
      "pec": 1069,
      "peater": 1070,
      "uments": 1071,
      "\"\")": 1072,
      "Ġsh": 1073,
      "Ġ''": 1074,
      "Ġwd": 1075,
      "Ġwrite": 1076,
      "Ġwarmu": 1077,
      "lens": 1078,
      "Ġmetri": 1079,
      "Ġ12": 1080,
      "Ġstart": 1081,
      "periment": 1082,
      "inplace": 1083,
      "map": 1084,
      "max": 1085,
      "ĠCon": 1086,
      "ĠClass": 1087,
      "ĠCheck": 1088,
      "cfo": 1089,
      "Ġobject": 1090,
      "Ġann": 1091,
      "coDataset": 1092,
      "count": 1093,
      "olle": 1094,
      "ĠBasic": 1095,
      "Load": 1096,
      "linear": 1097,
      "ĠREMOTE": 1098,
      "graph": 1099,
      "pretrained": 1100,
      "prefix": 1101,
      "ĠFalse": 1102,
      ")))": 1103,
      "experiment": 1104,
      "parse": 1105,
      "point": 1106,
      "keypoints": 1107,
      "pache": 1108,
      "TopDownCo": 1109,
      "224": 1110,
      "225": 1111,
      "229": 1112,
      "http": 1113,
      "skip": 1114,
      "zoo": 1115,
      "Ġ->": 1116,
      "Ġdirectory": 1117,
      ").__": 1118,
      "={\"": 1119,
      "={{_": 1120,
      "Ġlazy": 1121,
      "Ġpynutil": 1122,
      "Ġpynini": 1123,
      "Ġimg": 1124,
      "485": 1125,
      "BasicBlock": 1126,
      "ReLU": 1127,
      "append": 1128,
      "rans": 1129,
      "ĠInc": 1130,
      "Ġattribute": 1131,
      "Ġaddress": 1132,
      "ICENSE": 1133,
      "NODES": 1134,
      "Tests": 1135,
      "VariantGenerator": 1136,
      "blendsearch": 1137,
      "func": 1138,
      "mportError": 1139,
      "qui": 1140,
      "shape": 1141,
      "}}),": 1142,
      "eturns": 1143,
      "annotations": 1144,
      "Ġnoqa": 1145,
      "Ġreason": 1146,
      "default": 1147,
      "Ġcurrent": 1148,
      "Ġwarmup": 1149,
      "Ġmetric": 1150,
      "TopDownCocoDataset": 1151,
      "skipif": 1152,
      "')": 1153,
      ")]": 1154,
      "*\"]": 1155,
      "./": 1156,
      ".\"\"\"": 1157,
      "10": 1158,
      "12": 1159,
      "24": 1160,
      "99": 1161,
      "=(": 1162,
      "=['": 1163,
      "AB": 1164,
      "AI": 1165,
      "AV": 1166,
      "Af": 1167,
      "Avg": 1168,
      "CO": 1169,
      "Colle": 1170,
      "EBO": 1171,
      "EARCH": 1172,
      "FO": 1173,
      "From": 1174,
      "File": 1175,
      "FBResNet": 1176,
      "GT": 1177,
      "Gra": 1178,
      "HB": 1179,
      "HT": 1180,
      "In": 1181,
      "Image": 1182,
      "ION": 1183,
      "ImportError": 1184,
      "LE": 1185,
      "License": 1186,
      "Limit": 1187,
      "LAB": 1188,
      "NAS": 1189,
      "OOptSearch": 1190,
      "PS": 1191,
      "PNAS": 1192,
      "Rand": 1193,
      "To": 1194,
      "TPS": 1195,
      "Vi": 1196,
      "WS": 1197,
      "Wid": 1198,
      "YNI": 1199,
      "ZOOptSearch": 1200,
      "\\\"\")": 1201,
      "][": 1202,
      "_(": 1203,
      "_/": 1204,
      "apt": 1205,
      "bone": 1206,
      "blic": 1207,
      "cl": 1208,
      "cy": 1209,
      "cor": 1210,
      "cate": 1211,
      "curren": 1212,
      "dn": 1213,
      "dx": 1214,
      "dlt": 1215,
      "ead": 1216,
      "ered": 1217,
      "fs": 1218,
      "ft": 1219,
      "fu": 1220,
      "fla": 1221,
      "ffi": 1222,
      "flip": 1223,
      "features": 1224,
      "git": 1225,
      "gri": 1226,
      "gener": 1227,
      "gorithm": 1228,
      "half": 1229,
      "ir": 1230,
      "ist": 1231,
      "ict": 1232,
      "kens": 1233,
      "ld": 1234,
      "lr": 1235,
      "ml": 1236,
      "min": 1237,
      "med": 1238,
      "mbo": 1239,
      "mand": 1240,
      "ny": 1241,
      "norm": 1242,
      "od": 1243,
      "oft": 1244,
      "ping": 1245,
      "pli": 1246,
      "path": 1247,
      "quen": 1248,
      "rim": 1249,
      "sing": 1250,
      "scale": 1251,
      "save": 1252,
      "scor": 1253,
      "torch": 1254,
      "tial": 1255,
      "tmp": 1256,
      "tain": 1257,
      "ue": 1258,
      "up": 1259,
      "vant": 1260,
      "ww": 1261,
      "with": 1262,
      "xSearch": 1263,
      "ymbo": 1264,
      "zer": 1265,
      "}\"": 1266,
      "}.": 1267,
      "Ġ/": 1268,
      "Ġ7": 1269,
      "Ġ9": 1270,
      "ĠE": 1271,
      "ĠO": 1272,
      "ĠV": 1273,
      "Ġv": 1274,
      "Ġde": 1275,
      "Ġop": 1276,
      "Ġlo": 1277,
      "ĠSe": 1278,
      "ĠSearch": 1279,
      "Ġenv": 1280,
      "Ġall": 1281,
      "Ġget": 1282,
      "Ġroot": 1283,
      "Ġ]),": 1284,
      "Ġdataload": 1285,
      "Ġgraph": 1286,
      "ĠZOOptSearch": 1287,
      "sert": 1288,
      "include": 1289,
      "insert": 1290,
      "stant": 1291,
      "stribut": 1292,
      "stered": 1293,
      "ated": 1294,
      "atmap": 1295,
      "refs": 1296,
      "aram": 1297,
      "Ġta": 1298,
      "Ġtask": 1299,
      "Ġtarget": 1300,
      "Ġtree": 1301,
      "dete": 1302,
      "deconv": 1303,
      "img": 1304,
      "image": 1305,
      "imag": 1306,
      "raise": 1307,
      "enet": 1308,
      "last": 1309,
      "alle": 1310,
      "alize": 1311,
      "opag": 1312,
      "Ġactor": 1313,
      "Ġaffi": 1314,
      "eth": 1315,
      "etch": 1316,
      "eters": 1317,
      "levant": 1318,
      "uration": 1319,
      "Ġflip": 1320,
      "Ġfound": 1321,
      "Ġfetch": 1322,
      "Ġpa": 1323,
      "Ġparam": 1324,
      "Ġrequi": 1325,
      "optimiz": 1326,
      "Ġinit": 1327,
      "Ġinplanes": 1328,
      "Ġinferen": 1329,
      "heatmap": 1330,
      "cess": 1331,
      "cept": 1332,
      "Ġcase": 1333,
      "Ġcall": 1334,
      "Ġcode": 1335,
      "Ġcalle": 1336,
      "Ġsame": 1337,
      "Ġsys": 1338,
      "Ġsoft": 1339,
      "Ġsymbo": 1340,
      "Ġidx": 1341,
      "Sequen": 1342,
      "lib": 1343,
      "liates": 1344,
      "Ġ'_": 1345,
      "Ġ'../../": 1346,
      "Ġwas": 1347,
      "ĠĠĠĠĠĠĠĠĠĠ": 1348,
      "diction": 1349,
      "Ġback": 1350,
      "Ġbuil": 1351,
      "searcher": 1352,
      "Ġ[*": 1353,
      "Ġ[]": 1354,
      "Ġmay": 1355,
      "Ġmath": 1356,
      "Ġmean": 1357,
      "Ġmeta": 1358,
      "Ġ10": 1359,
      "Ġ11": 1360,
      "Ġ13": 1361,
      "Ġ14": 1362,
      "Ġ15": 1363,
      "Ġ16": 1364,
      "Ġstd": 1365,
      "Ġstop": 1366,
      "pth": 1367,
      "ĠApache": 1368,
      "ĠAWS": 1369,
      "ĠAny": 1370,
      "ĠAxSearch": 1371,
      "ĠNUM": 1372,
      "Ġoutput": 1373,
      "]))": 1374,
      "body": 1375,
      "ĠSet": 1376,
      "ĠSpec": 1377,
      "ĠSEARCH": 1378,
      "resource": 1379,
      "main": 1380,
      "Ġ256": 1381,
      "Ġ224": 1382,
      "ĠCFO": 1383,
      "factor": 1384,
      "timestamp": 1385,
      "Ġany": 1386,
      "center": 1387,
      "olut": 1388,
      "ĠBlend": 1389,
      "ĠLICENSE": 1390,
      "ĠList": 1391,
      "options": 1392,
      "samples": 1393,
      "ĠTune": 1394,
      "ĠReturns": 1395,
      "Ġtokens": 1396,
      "\")])": 1397,
      "Ġ+=": 1398,
      "Ġ{\"": 1399,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1400,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1401,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1402,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1403,
      "ĠDragonfly": 1404,
      "ĠDict": 1405,
      "unctuation": 1406,
      "tern": 1407,
      "ĠPYNI": 1408,
      "keys": 1409,
      "Normalize": 1410,
      "pair": 1411,
      "Ġ:,": 1412,
      "Ġ:],": 1413,
      "Ġlength": 1414,
      "Ġcheckpointer": 1415,
      "TopDownG": 1416,
      "TopDownAf": 1417,
      "Ġup": 1418,
      "Ġblocks": 1419,
      "format": 1420,
      "lti": 1421,
      "Ġ[\"*\"]": 1422,
      "ACGT": 1423,
      "ify": 1424,
      "ould": 1425,
      "ĠHEBO": 1426,
      "Ġdistribut": 1427,
      "Ġhave": 1428,
      "Ġalphabets": 1429,
      "Ġexpansion": 1430,
      "Ġconfiguration": 1431,
      "ĠDefine": 1432,
      "SEARCH": 1433,
      "ization": 1434,
      "ials": 1435,
      "ĠWith": 1436,
      "ĠWrite": 1437,
      "Ġfiles": 1438,
      "unaSearch": 1439,
      "Ġcredent": 1440,
      "../../_": 1441,
      "ClassyLoss": 1442,
      "iveAvg": 1443,
      "phFst": 1444,
      "Ġkeys": 1445,
      "Ġappend": 1446,
      "licy": 1447,
      "dataloader": 1448,
      "BOHB": 1449,
      "Ġarguments": 1450,
      "ĠOptional": 1451,
      "ĠOptunaSearch": 1452,
      "Ġlicensed": 1453,
      "Ġtruncation": 1454,
      "Ġtruncate": 1455,
      "imizing": 1456,
      "().__": 1457,
      "ĠReload": 1458,
      "**:": 1459,
      "Algorithm": 1460,
      "AATC": 1461,
      "PoolWid": 1462,
      "overwrite": 1463,
      "process": 1464,
      "vision": 1465,
      "ĠMIT": 1466,
      "Ġdo": 1467,
      "ĠSearcherClass": 1468,
      "Ġpolicy": 1469,
      "Ġpropag": 1470,
      "rotation": 1471,
      "Ġregistered": 1472,
      "Ġshould": 1473,
      "maxpool": 1474,
      "ĠClassyLoss": 1475,
      "ĠCheckpointer": 1476,
      "Ġobjective": 1477,
      "ĠBasicVariantGenerator": 1478,
      "LoadImage": 1479,
      "ransform": 1480,
      "AILAB": 1481,
      "AVAILAB": 1482,
      "Collect": 1483,
      "FromFile": 1484,
      "GraphFst": 1485,
      "HTTPS": 1486,
      "Instant": 1487,
      "Limiter": 1488,
      "Random": 1489,
      "ToTensor": 1490,
      "ViPNAS": 1491,
      "aptiveAvg": 1492,
      "cyLimiter": 1493,
      "currencyLimiter": 1494,
      "dna": 1495,
      "flaml": 1496,
      "gits": 1497,
      "grid": 1498,
      "general": 1499,
      "normal": 1500,
      "rimmed": 1501,
      "score": 1502,
      "zero": 1503,
      "Ġopen": 1504,
      "ĠSee": 1505,
      "detection": 1506,
      "imagenet": 1507,
      "raises": 1508,
      "Ġactors": 1509,
      "Ġaffiliates": 1510,
      "Ġparameters": 1511,
      "optimizer": 1512,
      "Ġinference": 1513,
      "Ġcalled": 1514,
      "Ġsymbol": 1515,
      "Sequential": 1516,
      "Ġ'../../../../_": 1517,
      "Ġbackbone": 1518,
      "resources": 1519,
      "ĠBlendSearch": 1520,
      "ĠTuneBOHB": 1521,
      "ĠDragonflySearch": 1522,
      "ĠPYNINI": 1523,
      "NormalizeTensor": 1524,
      "pairs": 1525,
      "TopDownAffine": 1526,
      "ĠHEBOSearch": 1527,
      "Ġdistributed": 1528,
      "Ġcredentials": 1529,
      "PoolWidth": 1530,
      "Ġpropagated": 1531,
      "LoadImageFromFile": 1532,
      "AVAILABLE": 1533,
      "Instanti": 1534,
      "aptiveAvgPoolWidth": 1535
    },
    "merges": [
      [
        "Ġ",
        "Ġ"
      ],
      [
        "ĠĠ",
        "ĠĠ"
      ],
      [
        "ĠĠ",
        "Ġ"
      ],
      [
        "s",
        "e"
      ],
      [
        "ĠĠĠĠ",
        "ĠĠĠ"
      ],
      [
        "i",
        "n"
      ],
      [
        "o",
        "r"
      ],
      [
        "s",
        "t"
      ],
      [
        "a",
        "t"
      ],
      [
        "r",
        "e"
      ],
      [
        "c",
        "h"
      ],
      [
        "Ġ",
        "="
      ],
      [
        "o",
        "n"
      ],
      [
        "a",
        "r"
      ],
      [
        "e",
        "r"
      ],
      [
        "Ġ",
        "t"
      ],
      [
        "d",
        "e"
      ],
      [
        "i",
        "m"
      ],
      [
        "r",
        "a"
      ],
      [
        "e",
        "n"
      ],
      [
        "l",
        "a"
      ],
      [
        "a",
        "l"
      ],
      [
        "n",
        "e"
      ],
      [
        "Ġ",
        "\""
      ],
      [
        "Ġ",
        "se"
      ],
      [
        "p",
        "or"
      ],
      [
        "por",
        "t"
      ],
      [
        "o",
        "p"
      ],
      [
        "im",
        "port"
      ],
      [
        "Ġ",
        "a"
      ],
      [
        "at",
        "a"
      ],
      [
        "l",
        "f"
      ],
      [
        "ar",
        "ch"
      ],
      [
        "e",
        "st"
      ],
      [
        "c",
        "t"
      ],
      [
        "e",
        "t"
      ],
      [
        "d",
        "ata"
      ],
      [
        "u",
        "t"
      ],
      [
        "m",
        "o"
      ],
      [
        "l",
        "e"
      ],
      [
        "u",
        "r"
      ],
      [
        ")",
        ":"
      ],
      [
        "Ġ",
        "f"
      ],
      [
        "l",
        "o"
      ],
      [
        "Ġ",
        "p"
      ],
      [
        "Ġse",
        "lf"
      ],
      [
        "i",
        "t"
      ],
      [
        "d",
        "i"
      ],
      [
        "s",
        "s"
      ],
      [
        "r",
        "o"
      ],
      [
        "i",
        "on"
      ],
      [
        "s",
        "se"
      ],
      [
        "ĠĠĠĠ",
        "ĠĠĠĠĠĠĠ"
      ],
      [
        "a",
        "n"
      ],
      [
        "Ġ",
        "n"
      ],
      [
        "Ġ",
        "re"
      ],
      [
        "c",
        "k"
      ],
      [
        "se",
        "t"
      ],
      [
        "in",
        "g"
      ],
      [
        "op",
        "t"
      ],
      [
        "u",
        "n"
      ],
      [
        "Ġ",
        "in"
      ],
      [
        "de",
        "f"
      ],
      [
        "h",
        "e"
      ],
      [
        "r",
        "i"
      ],
      [
        "c",
        "e"
      ],
      [
        "Ġ",
        "c"
      ],
      [
        "p",
        "e"
      ],
      [
        "u",
        "m"
      ],
      [
        "'",
        ","
      ],
      [
        "Ġ",
        "ra"
      ],
      [
        "\"",
        "\""
      ],
      [
        "a",
        "m"
      ],
      [
        "Ġ",
        "import"
      ],
      [
        "Ġ",
        "s"
      ],
      [
        "Ġ",
        "i"
      ],
      [
        "S",
        "e"
      ],
      [
        "i",
        "g"
      ],
      [
        "ro",
        "m"
      ],
      [
        "l",
        "i"
      ],
      [
        "ra",
        "in"
      ],
      [
        "o",
        "ut"
      ],
      [
        "\"",
        ","
      ],
      [
        "Ġ",
        "'"
      ],
      [
        "ur",
        "n"
      ],
      [
        "sse",
        "s"
      ],
      [
        "Se",
        "arch"
      ],
      [
        "Ġ",
        "w"
      ],
      [
        "Ġra",
        "y"
      ],
      [
        "l",
        "u"
      ],
      [
        "t",
        "est"
      ],
      [
        "t",
        "urn"
      ],
      [
        "Ġ",
        "_"
      ],
      [
        "ĠĠĠĠ",
        "ĠĠĠĠ"
      ],
      [
        "data",
        "set"
      ],
      [
        "di",
        "ct"
      ],
      [
        "Ġre",
        "turn"
      ],
      [
        "d",
        "u"
      ],
      [
        "s",
        "i"
      ],
      [
        "Ġ",
        "b"
      ],
      [
        "se",
        "arch"
      ],
      [
        "l",
        "en"
      ],
      [
        "Ġ",
        "["
      ],
      [
        "la",
        "ne"
      ],
      [
        "lane",
        "s"
      ],
      [
        "]",
        ","
      ],
      [
        "o",
        "t"
      ],
      [
        "Ġ",
        "mo"
      ],
      [
        "(",
        ")"
      ],
      [
        "e",
        "d"
      ],
      [
        "t",
        "rain"
      ],
      [
        "z",
        "e"
      ],
      [
        "Ġt",
        "he"
      ],
      [
        "de",
        "l"
      ],
      [
        ")",
        ","
      ],
      [
        "a",
        "d"
      ],
      [
        "c",
        "on"
      ],
      [
        "e",
        "s"
      ],
      [
        "e",
        "ck"
      ],
      [
        "=",
        "'"
      ],
      [
        "y",
        "pe"
      ],
      [
        "Ġ",
        "m"
      ],
      [
        "\"",
        ":"
      ],
      [
        "c",
        "la"
      ],
      [
        "t",
        "e"
      ],
      [
        "Ġ",
        "1"
      ],
      [
        "Ġ",
        "st"
      ],
      [
        "on",
        "e"
      ],
      [
        "ne",
        "l"
      ],
      [
        "Ġ\"",
        "\"\""
      ],
      [
        "p",
        "t"
      ],
      [
        "s",
        "u"
      ],
      [
        "t",
        "u"
      ],
      [
        "Ġ",
        "A"
      ],
      [
        "ar",
        "g"
      ],
      [
        "du",
        "le"
      ],
      [
        "t",
        "s"
      ],
      [
        "Ġ",
        "dataset"
      ],
      [
        "Ġ=",
        "="
      ],
      [
        "Ġmo",
        "del"
      ],
      [
        "h",
        "a"
      ],
      [
        "p",
        "er"
      ],
      [
        "r",
        "u"
      ],
      [
        "se",
        "q"
      ],
      [
        "ch",
        "eck"
      ],
      [
        "_",
        "_"
      ],
      [
        "g",
        "g"
      ],
      [
        "or",
        "ch"
      ],
      [
        "su",
        "gg"
      ],
      [
        "sugg",
        "est"
      ],
      [
        "f",
        "rom"
      ],
      [
        "r",
        "t"
      ],
      [
        "Ġ",
        "*"
      ],
      [
        "Ġ",
        "N"
      ],
      [
        "in",
        "p"
      ],
      [
        "Ġf",
        "or"
      ],
      [
        "Ġi",
        "f"
      ],
      [
        "tu",
        "ne"
      ],
      [
        "Ġ",
        "out"
      ],
      [
        "Ġ",
        "dict"
      ],
      [
        "Ġt",
        "orch"
      ],
      [
        "mo",
        "dule"
      ],
      [
        "Ġn",
        "n"
      ],
      [
        "]",
        ")"
      ],
      [
        "b",
        "o"
      ],
      [
        "i",
        "s"
      ],
      [
        "o",
        "w"
      ],
      [
        "o",
        "ur"
      ],
      [
        "p",
        "y"
      ],
      [
        "Ġ",
        "S"
      ],
      [
        "st",
        "op"
      ],
      [
        "at",
        "ion"
      ],
      [
        "re",
        "s"
      ],
      [
        "cla",
        "sses"
      ],
      [
        "ow",
        "n"
      ],
      [
        "our",
        "ce"
      ],
      [
        "O",
        "pt"
      ],
      [
        "T",
        "ru"
      ],
      [
        "i",
        "l"
      ],
      [
        "y",
        "er"
      ],
      [
        "Ġ",
        "("
      ],
      [
        "Ġ",
        "e"
      ],
      [
        "Ġ",
        "x"
      ],
      [
        "la",
        "yer"
      ],
      [
        "Ġa",
        "sse"
      ],
      [
        "lo",
        "ss"
      ],
      [
        "di",
        "r"
      ],
      [
        "ri",
        "de"
      ],
      [
        "si",
        "ze"
      ],
      [
        "Tru",
        "e"
      ],
      [
        "Ġasse",
        "rt"
      ],
      [
        "a",
        "s"
      ],
      [
        "m",
        "a"
      ],
      [
        "r",
        "un"
      ],
      [
        "Ġ",
        "2"
      ],
      [
        "Ġt",
        "est"
      ],
      [
        "mo",
        "te"
      ],
      [
        "it",
        "h"
      ],
      [
        "f",
        "ig"
      ],
      [
        "g",
        "e"
      ],
      [
        "h",
        "is"
      ],
      [
        "Ġ",
        "#"
      ],
      [
        "Ġ",
        "C"
      ],
      [
        "in",
        "e"
      ],
      [
        "or",
        "m"
      ],
      [
        "ct",
        "or"
      ],
      [
        "am",
        "p"
      ],
      [
        "(",
        "):"
      ],
      [
        "N",
        "et"
      ],
      [
        "c",
        "f"
      ],
      [
        "c",
        "lu"
      ],
      [
        "f",
        "a"
      ],
      [
        "f",
        "i"
      ],
      [
        "k",
        "ing"
      ],
      [
        "n",
        "um"
      ],
      [
        "o",
        "in"
      ],
      [
        "t",
        "im"
      ],
      [
        "Ġ",
        "def"
      ],
      [
        "se",
        "lf"
      ],
      [
        "at",
        "e"
      ],
      [
        "ch",
        "an"
      ],
      [
        "Ġf",
        "rom"
      ],
      [
        "lo",
        "ck"
      ],
      [
        "arg",
        "s"
      ],
      [
        "chan",
        "nel"
      ],
      [
        "(",
        "\""
      ],
      [
        "[",
        "'"
      ],
      [
        "Ġ",
        "I"
      ],
      [
        "Ġ",
        "o"
      ],
      [
        "or",
        "king"
      ],
      [
        "re",
        "mote"
      ],
      [
        "la",
        "ss"
      ],
      [
        "train",
        "ed"
      ],
      [
        "Opt",
        "Search"
      ],
      [
        "0",
        "0"
      ],
      [
        "b",
        "et"
      ],
      [
        "k",
        "e"
      ],
      [
        "p",
        "ha"
      ],
      [
        "t",
        "ype"
      ],
      [
        "Ġ",
        ")"
      ],
      [
        "in",
        "it"
      ],
      [
        "en",
        "v"
      ],
      [
        "al",
        "pha"
      ],
      [
        "Ġa",
        "n"
      ],
      [
        "Ġp",
        "re"
      ],
      [
        "Ġn",
        "um"
      ],
      [
        "Ġi",
        "s"
      ],
      [
        "li",
        "st"
      ],
      [
        "Ġst",
        "ride"
      ],
      [
        "run",
        "tim"
      ],
      [
        "amp",
        "le"
      ],
      [
        "alpha",
        "bet"
      ],
      [
        "runtim",
        "e"
      ],
      [
        "a",
        "se"
      ],
      [
        "c",
        "o"
      ],
      [
        "c",
        "en"
      ],
      [
        "e",
        "ig"
      ],
      [
        "o",
        "l"
      ],
      [
        "Ġ",
        "0"
      ],
      [
        "Ġ",
        "B"
      ],
      [
        "Ġ",
        "L"
      ],
      [
        "lo",
        "sses"
      ],
      [
        "opt",
        "ion"
      ],
      [
        "am",
        "e"
      ],
      [
        "ĠN",
        "one"
      ],
      [
        "cf",
        "g"
      ],
      [
        "eig",
        "h"
      ],
      [
        "p",
        "lanes"
      ],
      [
        "s",
        "ample"
      ],
      [
        "t",
        "h"
      ],
      [
        "Ġ",
        "T"
      ],
      [
        "al",
        "g"
      ],
      [
        "al",
        "l"
      ],
      [
        "Ġs",
        "ource"
      ],
      [
        "con",
        "v"
      ],
      [
        "L",
        "o"
      ],
      [
        "g",
        "et"
      ],
      [
        "l",
        "ine"
      ],
      [
        "v",
        "er"
      ],
      [
        "v",
        "al"
      ],
      [
        "Ġ",
        "R"
      ],
      [
        "Ġ",
        "`"
      ],
      [
        "Ġt",
        "o"
      ],
      [
        "Ġt",
        "ype"
      ],
      [
        "en",
        "er"
      ],
      [
        "ne",
        "t"
      ],
      [
        "inp",
        "ut"
      ],
      [
        "res",
        "net"
      ],
      [
        "cen",
        "se"
      ],
      [
        "\"",
        ")"
      ],
      [
        "0",
        "1"
      ],
      [
        "C",
        "on"
      ],
      [
        "b",
        "resnet"
      ],
      [
        "d",
        "own"
      ],
      [
        "g",
        "ra"
      ],
      [
        "p",
        "re"
      ],
      [
        "t",
        "ing"
      ],
      [
        "Ġ",
        "+"
      ],
      [
        "Ġ",
        "F"
      ],
      [
        "Ġ",
        "{"
      ],
      [
        "st",
        "er"
      ],
      [
        "Ġp",
        "y"
      ],
      [
        "Ġp",
        "lanes"
      ],
      [
        "an",
        "t"
      ],
      [
        "Ġc",
        "on"
      ],
      [
        "Ġs",
        "u"
      ],
      [
        "ĠĠĠĠĠĠĠĠ",
        "ĠĠĠĠĠĠĠĠ"
      ],
      [
        "es",
        "Net"
      ],
      [
        "py",
        "test"
      ],
      [
        "clu",
        "de"
      ],
      [
        "down",
        "sample"
      ],
      [
        "ting",
        "s"
      ],
      [
        ")",
        ")"
      ],
      [
        "a",
        "x"
      ],
      [
        "b",
        "n"
      ],
      [
        "e",
        "x"
      ],
      [
        "k",
        "er"
      ],
      [
        "m",
        "ar"
      ],
      [
        "p",
        "ar"
      ],
      [
        "p",
        "oin"
      ],
      [
        "r",
        "it"
      ],
      [
        "Ġ",
        "D"
      ],
      [
        "Ġ",
        "option"
      ],
      [
        "at",
        "or"
      ],
      [
        "en",
        "s"
      ],
      [
        "Ġse",
        "arch"
      ],
      [
        "et",
        "ri"
      ],
      [
        "un",
        "ct"
      ],
      [
        "train",
        "er"
      ],
      [
        "con",
        "fig"
      ],
      [
        "mar",
        "k"
      ],
      [
        ".",
        "."
      ],
      [
        "=",
        "["
      ],
      [
        "R",
        "I"
      ],
      [
        "U",
        "RI"
      ],
      [
        "a",
        "y"
      ],
      [
        "t",
        "er"
      ],
      [
        "w",
        "orking"
      ],
      [
        "w",
        "eigh"
      ],
      [
        "Ġ",
        "P"
      ],
      [
        "Ġse",
        "q"
      ],
      [
        "Ġin",
        "clude"
      ],
      [
        "Ġb",
        "e"
      ],
      [
        "ad",
        "d"
      ],
      [
        "seq",
        "s"
      ],
      [
        "module",
        "s"
      ],
      [
        "fa",
        "st"
      ],
      [
        "Ġo",
        "f"
      ],
      [
        "ke",
        "y"
      ],
      [
        "Ġan",
        "d"
      ],
      [
        "ener",
        "ator"
      ],
      [
        "ker",
        "nel"
      ],
      [
        "rit",
        "e"
      ],
      [
        "'",
        "],"
      ],
      [
        "D",
        "own"
      ],
      [
        "N",
        "orm"
      ],
      [
        "T",
        "op"
      ],
      [
        "i",
        "pe"
      ],
      [
        "k",
        "w"
      ],
      [
        "o",
        "de"
      ],
      [
        "p",
        "a"
      ],
      [
        "v",
        "e"
      ],
      [
        "y",
        "Lo"
      ],
      [
        "Ġ",
        ":"
      ],
      [
        "Ġ",
        "on"
      ],
      [
        "Ġ",
        "len"
      ],
      [
        "Ġ",
        "check"
      ],
      [
        "ĠĠĠĠ",
        "ĠĠĠĠĠĠĠĠĠĠĠ"
      ],
      [
        "Ġt",
        "rain"
      ],
      [
        "al",
        "se"
      ],
      [
        "Ġa",
        "s"
      ],
      [
        "opt",
        "s"
      ],
      [
        "Ġc",
        "lass"
      ],
      [
        "gra",
        "d"
      ],
      [
        "ens",
        "or"
      ],
      [
        "fast",
        "a"
      ],
      [
        "Top",
        "Down"
      ],
      [
        "ipe",
        "line"
      ],
      [
        "kw",
        "args"
      ],
      [
        "\"",
        "])"
      ],
      [
        "'",
        ":"
      ],
      [
        "2",
        "2"
      ],
      [
        "D",
        "ata"
      ],
      [
        "[",
        "\""
      ],
      [
        "g",
        "s"
      ],
      [
        "i",
        "le"
      ],
      [
        "i",
        "cense"
      ],
      [
        "i",
        "ant"
      ],
      [
        "k",
        "p"
      ],
      [
        "l",
        "se"
      ],
      [
        "n",
        "ame"
      ],
      [
        "p",
        "p"
      ],
      [
        "p",
        "u"
      ],
      [
        "p",
        "ut"
      ],
      [
        "s",
        "on"
      ],
      [
        "v",
        "i"
      ],
      [
        "y",
        "per"
      ],
      [
        "Ġ",
        "3"
      ],
      [
        "Ġ",
        "u"
      ],
      [
        "at",
        "ch"
      ],
      [
        "re",
        "n"
      ],
      [
        "re",
        "lu"
      ],
      [
        "ch",
        "kp"
      ],
      [
        "ar",
        "iant"
      ],
      [
        "Ġt",
        "his"
      ],
      [
        "Ġse",
        "t"
      ],
      [
        "ro",
        "ot"
      ],
      [
        "am",
        "etri"
      ],
      [
        "Ġw",
        "ith"
      ],
      [
        "Ġb",
        "lock"
      ],
      [
        "ĠA",
        "r"
      ],
      [
        "Ġ*",
        "*"
      ],
      [
        "Ġe",
        "lse"
      ],
      [
        "layer",
        "s"
      ],
      [
        "as",
        "k"
      ],
      [
        "Ġpre",
        "trained"
      ],
      [
        "ver",
        "grad"
      ],
      [
        "par",
        "ametri"
      ],
      [
        "ay",
        "es"
      ],
      [
        "yLo",
        "ss"
      ],
      [
        "parametri",
        "ze"
      ],
      [
        "'",
        "]"
      ],
      [
        "'",
        "),"
      ],
      [
        "(",
        "*"
      ],
      [
        "B",
        "R"
      ],
      [
        "B",
